/* Error message when an error was sent by racoonctl */
"An error occurred while connecting. See logs for more details." = "Une erreur est survenue lors de la connexion. Consultez les journaux pour plus d'informations";

/* Dialog message when helper tool need to be installed */
"An helper tool is needed to execute priviledged operations." = "Un outil auxiliaire est nécessaire pour exécuter certaines opérations privilégiées.";

/* Message for succesful connection */
"Connected with IP %@." = "Connecté avec l'IP %@.";

/* Message de connexion au VPN */
"Connecting to VPN..." = "Connexion au VPN...";

/* Message for connection timeout */
"Connection timeout. See logs for more details." = "Délai maximal de connexion écoulé. Consultez les journaux pour plus d'informations.";

/* Button label to acknowledge closing */
"Disconnect and close" = "Se déconnecter et quitter";

/* Disconnected but an error may have occurred */
"Disconnected (but...)" = "Déconnecté (mais...)";

/* Disconnected message */
"Disconnected." = "Déconnecté.";

/* Disconnection in progress */
"Disconnecting..." = "Déconnexion...";

/* Button label for doing nothing */
"Do nothing" = "Ne rien faire";

/* Button label to dismiss closing */
"Don't close" = "Ne pas quitter";

/* Dialog title when helper tool is disabled */
"Helper tool disabled" = "Outil auxiliaire désactivé";

/* Dialog title when a generic error happened with helper tool */
"Helper tool failed" = "Outil auxiliaire en défaut";

/* Dialog title when helper tool need to be installed */
"Helper tool needed" = "Outil auxiliaire nécessaire";

/* Dialog title when helper tool needs to be updated */
"Helper tool needs to be updated" = "Outil auxiliaire périmé";

/* Dialog title when helper tool is partially installed */
"Helper tool partially installed" = "Outil auxiliaire partiellement installé";

/* Status message when starting VPN */
"Initializing VPN..." = "Initialisation du VPN...";

/* Button label to install helper tool */
"Install the helper tool" = "Installer l'outil";

/* Message displayed when not able to find the list of VPN */
"No list of VPN found." = "Aucune liste de VPN trouvée.";

/* Status message when not connected */
"Not connected." = "Non connecté.";

/* Button label to reinstall helper tool */
"Reinstall the helper tool" = "Réinstaller l'outil";

/* Button label for repairing helper tool */
"Repair the helper tool" = "Réparer l'outil";

/* Message displayed when the connections has broken */
"The connection has been unexpectedly terminated. See logs for more details." = "La connexion s'est terminée de manière inattendue. Consultez les journaux pour plus d'informations.";

/* Error message for 'Peer failed phase 1 authentication' */
"The first phase has failed. This may be a certificate problem." = "La première phase a échoué. Cela peut provenir d'un problème de certificat.";

/* Dialog message when a generic error happened with helper tool */
"The helper tool needed to execute priviledged operations did not succeed. Please, look at the logs to find possible causes." = "L'outil auxiliaire nécessaire pour exécuter les opérations privilégiées a échoué. Consultez les journaux pour plus d'informations.";

/* Dialog message when helper tool needs to be updated */
"The helper tool needed to execute priviledged operations needs to be updated." = "L'outil auxiliaire nécessaire pour exécuter des opérations privilégiées doit être mis à jour.";

/* Dialog message when helper tool is disabled */
"The helper tool needed to execute priviledged operations seems to have been disabled." = "L'outil auxiliaire nécessaire pour exécuter des opérations privilégiées semble avoir été désactivé.";

/* Dialog message when helper tool is partially installed */
"The helper tool needed to execute priviledged operations seems to have been partially installed." = "L'outil auxiliaire nécessaire pour exécuter des opérations privilégiées semble partiellement installé.";

/* Error message for 'Peer failed phase 1 initiation */
"The remote end did not agree with the security parameters." = "Le point d'accès distant est en désaccord avec les paramètres de sécurité.";

/* Error message for 'Peer not responsing' */
"The remote end did not answer our sollicitations." = "Le point d'accès distant n'a pas répondu.";

/* Dialog message when trying to close while VPN is connected */
"The VPN is still active. Closing the application will disconnect it." = "La connexion est toujours active. Quitter l'application provoquera une déconnexion.";

/* Prefix for error from racoonctl */
"Unable to connect to the VPN. %@" = "Impossible de se connecter au VPN. %@";

/* Generic error message from racoonctl */
"Unable to connect to the VPN. We got this error: %@" = "Impossible de se connecter au VPN. Nous avons obtenu cette erreur : %@";

/* Message displayed when racoon.conf generation failed */
"Unable to prepare configuration. See logs for more details." = "Impossible de préparer la configuration. Consultez les journaux pour plus d'informations.";

/* Message when racoonctl was not invoked correctly */
"Unable to request VPN creation. See logs for more details." = "Impossible d'initier la connexion au VPN. Consultez les journaux pour plus d'informations.";

/* Message when racoon was not invoked correctly */
"Unable to start racoon daemon. See logs for more details." = "Impossible de démarrer l'agent IPsec. Consultez les journaux pour plus d'informations.";

/* Button label to update the helper tool */
"Update" = "Mettre à jour";

/* Dialog title when trying to close while VPN is connected */
"VPN is still active" = "Connexion active";

/* Error message for 'Xauth exchange failed' */
"Your credentials are incorrect or you don't have right to connect to this system." = "Vos identifiants sont incorrects ou vous ne disposez pas des droits pour vous connecter à ce VPN.";

/* Right descriptions */
"You must be authorized to start or stop IPsec daemon." = "Vous devez être autorisé à démarrer ou arrêter l'agent IPsec.";
"You must be authorized to invoke IPsec control program." = "Vous devez être autorisé à invoquer l'agent de contrôle IPsec.";
